Repository: lucaspouchot/call-of-cthulhu-character-sheet
Catalog: src/locale/messages.*.xlf
Languages: fr

# game.title
source: Call of Cthulhu
fr: L'Appel de Cthulhu

# character.management.title
source: Investigator Management
fr: Gestion des Investigateurs

# character.management.subtitle
source: Create and manage your investigators for the cosmic horror that awaits...
fr: Créez et gérez vos investigateurs pour l'horreur cosmique qui vous attend...

# character.create.button
source: 📜 Create New Investigator
fr: 📜 Créer un Nouvel Investigateur

# character.age.label
source: Age:
fr: Âge :

# character.player.label
source: Player:
fr: Joueur :

# character.sanity.label
source: Sanity:
fr: Sanité :

# character.hitpoints.label
source: Hit Points:
fr: Points de Vie :

# character.health.short
source: Health
fr: Santé

# character.sanity.short
source: Sanity
fr: Sanité

# character.created.label
source: Created:
fr: Créé :

# character.empty.title
source: No Investigators Yet
fr: Aucun Investigateur pour l'instant

# character.empty.subtitle
source: Create your first investigator to begin exploring the unknown...
fr: Créez votre premier investigateur pour commencer à explorer l'inconnu...

# character.create.first.button
source: Create First Investigator
fr: Créer le Premier Investigateur

# lovecraft.quote
source: "The oldest and strongest emotion of mankind is fear, and the oldest and strongest kind of fear is fear of the unknown."
fr: "L'émotion la plus ancienne et la plus forte de l'humanité est la peur, et le type de peur le plus ancien et le plus fort est la peur de l'inconnu."

# language.label
source: Language:
fr: Langue :
